{
  "ret": 1,
  "data": {
    "head": "./res/cao.jpg",
    "aboutMe": "<h2><a href=\"res/mengyu-resume.pdf\" target=\"_blank\">DOWNLOAD RESUME</a></h2><p>Hi there,</p><p>My name is Mengyu Cao (MC, which is easier :). I am a designer and adventure. I am glad to e-meet you here. I would love to share some of my design journeys with you.</p><p>I have been a painter since I was little. I draw traditional Chinese paintings, watercolors, and sketches. Still drawing <a href=\"https://www.instagram.com/han_characters/\" target=\"_blank\">@han_characters</a> on creative Chinese characters. However, I didn’t choose to become an artist but a designer. I know that the world is not about myself. It is about people, things, and the environment around me. Design is a skill that can make things different. It helps people feel better; allows things to look better; makes the world work easier. My manifesto has always been doing good to people and the environment. With my passion for design, I started my journey.</p><p>I got my BFA in Visual Communication in Beijing. I enjoyed the time when I got more knowledge and understanding of design. It is not only about one person’s idea. It is about the thing I am designing for. The history, the culture, the attitude, and the goal of it. Only if I have a great understanding of the thing, can I provide a good design solution for it.</p><p>I switched to digital product design during my master study at Parsons School of Design because I would like my design to reach more people and make more impacts. The Internet and technology have been developing crazy. A website or a mobile application can reach millions of people around the world. The effects of these digital products are bold. Because of the vast range of users/ audiences of digital products, the understanding of the users and their questions, demands, and specials becomes the key. Design helps digital products to be easier to use, clearer to read, better to understand, deeper to engage. That's all based on the understanding of the users. I am happy to be in this design position, where I can serve people in a way I am into it and good at it.</p><p>I have worked at big corporations, like Micheal Kors, Shiseido Americas, and Ogilvy. Also, I loved my experience at startups, including Core Wellness, Clade, and LianUp. I started my own startup <a href=\"https://www.yiqihanzi.com/\" target=\"_blank\">YiQi Hanzi</a> in 2020. We provide the easiest way for Chinese language learners  to learn & memorize Chinese Characters with creativity. Our mission is to deliver the beauty of Chinese characters and cultures to the word.</p><p>I am also an adventurer. I come from a small city in China where all the people know each other. Then I went to Beijing. Further, I came to the States, to New York City, to Boston, to SF Bay Area. I am always on the way to where I am aiming for. Empathy, creativity, courage, responsibility are the most important words for me. Live, feel, and create, as always!</p><p>I appreciate that you visit my site and are willing to know more about me. Don’t hesitate to say hi. I would love to hear from you!</p><p>MC</p><p>CONTACT<br />mcaodesign(at)gmail.com</p><p>PRESS/ PUBLICATION<br /><a href=\"https://www.designboom.com/design/mengyu-cao-calligraphy-watercolor-illustrate-chinese-zodiac-11-26-2020/\" target=\"_blank\">2020 Feature, Designboom, online</a><br /><a href=\"https://news.artron.net/20201119/n1087883.html\" target=\"_blank\">2020 Feature, Yachang Arts, 雅昌艺术, Online</a><br /><a href=\"https://www.sohu.com/a/421893439_413603\" target=\"_blank\">2020 Feature and Interview, Sohu 搜狐, Online</a><br /><a href=\"http://voyagela.com/interview/meet-mengyu-cao-yiqi-hanzi-registered-san-fransisco-bay-area/\" target=\"_blank\">2020 Interview, VoyageLA, Online</a><br /><a href=\"https://dl.acm.org/doi/abs/10.1145/3059454.3078710\" target=\"_blank\">2017 Lunhui: Upcycled Creations, 2017 ACM SIGCHI Conference on Creativity and Cognition, ACM Library</a><br />2016 The intersection of Art + Psoriasis, Psoriasis Advance, Fall 2016, Printed</p><p>AWARDS/COLLABORATION<br /><a href=\"https://www.german-design-award.com/en/the-winners/gallery/detail/32901-chinese-zodiac.html\" target=\"_blank\">2021 German Design Award Special</a><br />2021 A' Design Award Winner<br />2020 American Graphic Design Awards<br /><a href=\"https://healthhack2017.splashthat.com/\" target=\"_blank\">Candy Trace</a>, First Price at Health Tech Hackathon 2017, NYC, NY<br /><a href=\"http://mengyucao.tumblr.com/post/177789082050/qh\" target=\"_blank\">Q&H</a>, Runner up team at A+E Networks’ History IRL Design Jam,  2015, NYC, NY<br /><a href=\"http://mengyucao.tumblr.com/post/177788733295/sprout\" target=\"_blank\">Sprout</a>, Product Studio, IBM Watson & Cornell Tech, 2016, NYC, NY<br /><a href=\"http://mengyucao.tumblr.com/post/177790368485/mora\" target=\"_blank\">Mora</a>, Startup Studio, Cornell Tech, 2017, NYC, NY<br /><a href=\"https://vimeo.com/167908630\" target=\"_blank\">Cuttlefish Jacket</a>, Intel Fashion and Tech, 2016, NYC, NY<br /> <br /> <br /> </p>"
  }
}