{
  "ret": 1,
  "data": {
    "head": "./res/cao.jpg",
    "aboutMe": "<h2><a href=\"res/mengyu-resume.pdf\" target=\"_blank\">DOWNLOAD RESUME</a></h2><p>Hi,</p><p>I’m Mengyu Cao, often called MC. I’m a product designer with a background in visual art and a strong focus on human-centered design. This space reflects my design journey, selected work, and the principles that continue to guide how I design.</p><p>Since childhood, I’ve worked with traditional Chinese painting, watercolor, and sketching, and I continue drawing today through <a href=\"https://www.instagram.com/yiqihanzi/\" target=\"_blank\">@yiqihanzi</a>, a creative exploration of Chinese characters. While art taught me how to observe and express, I chose design because it extends beyond personal expression and engages with people, systems, culture, and the environment. At its best, design improves clarity, usability, and meaning. My guiding principle has always been to create work that is responsible, empathetic, and beneficial to both people and the world around us.</p><p>I earned my BFA in Visual Communication in Beijing, where I learned that strong design is grounded in understanding rather than aesthetics alone. History, culture, context, brand, business objectives, and constraints all inform effective solutions. Thoughtful design comes from deeply understanding what is being designed and why.</p><p>During my master’s studies at Parsons School of Design, I transitioned into digital product design to work at a greater scale. Technology enables products to reach millions of people, and with that reach comes responsibility. My role as a designer is to understand users in depth, including their needs, questions, and edge cases, and translate those insights into experiences that are intuitive, clear, and meaningful. Design, to me, is a form of service.</p><p>Professionally, I have designed across industries and organizations of varying sizes. Regardless of context, my work consistently centers on users while balancing business goals and technical feasibility. I value adaptability, integrity, and attention to detail, and I approach design as a collaborative, iterative process shaped by real-world constraints.</p><p>Outside of work, I remain deeply curious. I grew up in a small city in China and later lived in Beijing and several cities across the United States, including New York City, Boston, and the SF Bay Area. These experiences continue to influence how I understand people, culture, and design.</p><p>Thank you for taking the time to visit my site. I welcome conversation and connection.</p><p>MC</p><p>CONTACT<br />mcaodesign(at)gmail.com</p><p>AWARDS<br/>2021 German Design Award Special<br/>2022 Sliver A' Design Award Winner<br/>2020 American Graphic Design Awards<br/>2021 Indigo Awards, Gold in Calligraphy<br /><br /> <br /> </p>"
  }
}