{
  "ret": 1,
  "data": [
    {
      "name": "YiQi Hanzi",
      "date": "2020 - 2022",
      "subtitle": "Creative Chinese characters",
      "primaryColor": "#000000",
      "secondaryColor": "#8C8C8C",
      "bgColor": "#FFFFFF",
      "text": "<p>YiQi Hanzi is a creative exploration of Chinese characters that blends traditional calligraphy with Chinese watercolor illustration. Using design thinking as the foundation, the project breaks away from conventional calligraphic forms and reimagines each character by integrating expressive drawings directly into its structure. The visual elements are not decorative add-ons, they are thoughtfully woven into the characters to reveal their meaning from within.</p><p>For many non-Chinese readers, Chinese characters often appear complex and abstract, like unfamiliar drawings. This project aims to change that perception by making characters intuitive, approachable, and visually understandable, allowing more people to experience the beauty and logic of the Chinese writing system and, ultimately, Chinese culture itself.</p><p>Beyond the illustrations, I designed and created an interactive set of flashcards that incorporate technology into the learning experience. Each card features a QR code that links to the YiQi Hanzi online learning center, providing expanded resources and deeper context for every character. Through this holistic experience design—combining visual storytelling, physical objects, and digital learning—the project makes Chinese characters easier to learn, remember, and enjoy.</p><p><a href=\"https://www.instagram.com/yiqihanzi/\" target=\"_blank\">Instagram Page</a></p>",
      "thumb": "res/works/yiqihanzi/cover.png",
      "media": [
        {
          "type": "image",
          "url": "res/works/yiqihanzi/1.pdf"
        },
        {
          "type": "image",
          "url": "res/works/yiqihanzi/2.pdf"
        },
        {
          "type": "image",
          "url": "res/works/yiqihanzi/3.pdf"
        }
      ]
    },
    {
      "name": "Motion Graphics Design",
      "date": "04.2016 - 05.2016",
      "subtitle": "A motion project for a music channel.",
      "primaryColor": "#ffffff",
      "secondaryColor": "#8C8C8C",
      "bgColor": "#34373E",
      "text": "<p>This Motion Graphics project is an individual school project made for a music Channel, VIVA. I drew all the elements and created the animation by using After Effects.</p><p>Illustration, Motion Design, Animation.</p>",
      "thumb": "res/works/motion/cover.jpg",
      "media": [
        {
          "type": "image",
          "url": "res/works/motion/0.jpg"
        },
        {
          "type": "image",
          "url": "res/works/motion/1.jpg"
        },
        {
          "type": "image",
          "url": "res/works/motion/2.jpg"
        },
        {
          "type": "image",
          "url": "res/works/motion/3.jpg"
        },
        {
          "type": "image",
          "url": "res/works/motion/4.jpg"
        },
        {
          "type": "image",
          "url": "res/works/motion/5.jpg"
        },
        {
          "type": "image",
          "url": "res/works/motion/6.jpg"
        },
        {
          "type": "image",
          "url": "res/works/motion/7.jpg"
        },
        {
          "type": "image",
          "url": "res/works/motion/8.jpg"
        },
        {
          "type": "image",
          "url": "res/works/motion/9.jpg"
        },
        {
          "type": "video",
          "url": "https://player.vimeo.com/video/166761075"
        }
      ]
    },
    {
      "name": "Dongshang Art Hotel",
      "date": "03.2015 - 06.2015",
      "subtitle": "Branding design for the dongshang art hotel",
      "primaryColor": "#ffffff",
      "secondaryColor": "#8C8C8C",
      "bgColor": "#003046",
      "text": "<p>This project is a Branding Design for the Dongshang Art Hotel located in Guizhou province in China. It is a traditional Gui culture styled hotel. By doing research, I visited this town and stayed at the hotel for a week to feel the culture of the place, to talk to the people living there, and to get the personality of the hotel.</p><p>The Logo and auxiliary graphs are made by woodcut print-making. The architectures in this place are mainly built with wood. Wood houses, wood bridges, wood pavilions, and wood household goods. So the craft feeling of woodcut is a right fit style. The primary color, dark blue is from Gui Cloth Dyeing. That is one of the symbols in Guizhou. Most of the residents there make a living with Gui Cloth Dyeing. You can see all the dyed fabric hanged outside of the houses. It is a unique view of this place.</p><p>The goal of this design solution is to enhance the culture of the area. People can be brought into the unique environment and get the authentic feelings by browsing the hotel website. Visitors can enjoy the consistent impressions and feel like being part of the crafts by staying at the hotel.</p><p>Branding Design, Graphic Design, Wayfinding Design.</p>",
      "thumb": "res/works/jiudian-vi/cover.jpg",
      "media": [
        {
          "type": "image",
          "url": "res/works/jiudian-vi/1.jpg"
        },
        {
          "type": "image",
          "url": "res/works/jiudian-vi/2.jpg"
        },
        {
          "type": "image",
          "url": "res/works/jiudian-vi/3.jpg"
        },
        {
          "type": "image",
          "url": "res/works/jiudian-vi/4.jpg"
        },
        {
          "type": "image",
          "url": "res/works/jiudian-vi/5.jpg"
        },
        {
          "type": "image",
          "url": "res/works/jiudian-vi/6.jpg"
        },
        {
          "type": "image",
          "url": "res/works/jiudian-vi/7.jpg"
        },
        {
          "type": "image",
          "url": "res/works/jiudian-vi/8.jpg"
        },
        {
          "type": "image",
          "url": "res/works/jiudian-vi/9.jpg"
        },
        {
          "type": "image",
          "url": "res/works/jiudian-vi/10.jpg"
        },
        {
          "type": "image",
          "url": "res/works/jiudian-vi/11.jpg"
        }
      ]
    },
    {
      "name": "Under The Skin",
      "date": "02.2016 - 05.2016",
      "subtitle": "An interactive project about skin diseases.",
      "primaryColor": "#ffffff",
      "secondaryColor": "#8C8C8C",
      "bgColor": "#4D4D4D",
      "text": "<p>Under the skin is a story-telling interactive design project about skin diseases. Users can expect to hear eight personal stories from people who have skin conditions while interacting with the installation. It's one of my school projects at Parson School of Design.</p><p>The interactive installation includes four components: hand imprints, skin pattern images, audio players, and the patients' information. When visitors interact with the hand imprint by pushing it, it will trigger the voice telling a personal story. The stories highlight positives in the patients’ lives, despite their conditions. An obstacle the patient overcame or a way that the condition had turned their lives in a positive direction. The hand imprints are from these people who have skin problems and give their stories, which can build a connection between visitors and sufferers. The media underhand imprints are real images from volunteers’ skin.</p><p>Goals/ Why am I doing this project?</p><p>I had severe acne when I was in high school. That affected my emotions and self-confidence. I could not accept myself when I was facing mirrors, which was painful. I know how hard it is to fight against skin diseases. Therefore, I want to do something for people who have the same experiences as me with my design abilities. I did a branding design for the Women’s Skin Foundation that is listed in my creative projects section. For this interactive project, I know that there are many stories behind different skin patterns, such as how skin problems affect people's daily lives, what misunderstandings people have experienced, what they have learned from it, and what makes them stronger. I want these people to speak out to express their feelings and to bring more awareness and empathy to other people. More awareness we got, the more accepted we become.</p><p>Challenges:</p><p>The most challenging part of this project is to find interviewees who want to work with me and to tell their stories. I sent messages to people with skin problems whom I discovered on Facebook and Instagram. However, I only got one person who finally became part of my project. Then I sent emails to different skin organizations. Luckily I was able to connect with the National Psoriasis Foundation. They helped me find six volunteers from their community. That surprised me and helped me to form my final plan. I would never know that there are so many people who want to help and there are so many impressing stories if I have not tried to reach out to them. I appreciate all the helps I got, and I am thankful for this experience.</p><p>The feedback I got from volunteers and the NPF community about my outcome made me more confident to design to help people and to solve problems. Getting support from people is essential for designers to make their works more valuable.</p><p>This project was published on NPFBLOG, which can be checked out here, <a href=\"https://www.psoriasis.org/blog/intersection-art-and-psoriasis\" target=\"_blank\">The intersection of art and psoriasis</a>. It was also presented at the National Psoriasis Foundation Volunteer Conference 2017 in Chicago.</p><p>UX Design, Visual presentation, Storytelling.</p>",
      "thumb": "res/works/skin2/cover.jpg",
      "media": [
        {
          "type": "image",
          "url": "res/works/skin2/1.jpg"
        },
        {
          "type": "image",
          "url": "res/works/skin2/2.jpg"
        },
        {
          "type": "image",
          "url": "res/works/skin2/3.jpg"
        },
        {
          "type": "image",
          "url": "res/works/skin2/4.jpg"
        },
        {
          "type": "image",
          "url": "res/works/skin2/5.jpg"
        },
        {
          "type": "video",
          "url": "https://player.vimeo.com/video/163974265"
        }
      ]
    }
  ]
}