{
  "ret": 1,
  "data": [
    {
      "name": "Core Meditation",
      "date": "  07.2010 - 06.2020",
      "subtitle": "Vibration guided meditation with the Core device which also detects heart rate & HRV. Works together with a mobile app of a variety of meditation content.",
      "primaryColor": "#212121",
      "secondaryColor": "#8C8C8C",
      "bgColor": "#efefef",
      "text": "<h2><a href=\"res/core-meditation-case-study.pdf\" target=\"_blank\">Click here to view Core Meditation design case study</a></h2><p>Core wellness is an SF based health-tech startup, creating unique meditation experiences with Core device, the mobile app, and offline Core studio. The core device is a handheld meditation tool. It vibrates to lead users to do different breath patterns with signals on inhale, exhale, and hold. There are sensors on the device to detect heart rate, beat-to-beat variability (HRV), and how these change throughout one meditation and overtime. The data generates the user's calm & focus score during the meditation session. So people can see their report right away and get to know the progress over time.</p><p>I started work at Clade in July 2019 as a Product Designer. I redesign the Core mobile app from Beta to launch with two PMs and a meditation expert.</p><p>Goals and challenges:</p><p>There are three pain points for people who mediates and is trying to meditate. 1. It's hard to focus during meditation. 2. It's hard to grow the habit of meditating daily or frequently as we are all busy in modern life. 3. I don't know if it's working.</p><p>The challenges are 1. How can we help users to focus through meditation in classes or alone? 2. How can we design the meditation content, the rewards, the to-do actions to help people keep practicing? 3. How can we show the data in a fun & easy & understandable way to help people know their practices in a single session and show their progress over time? 4. How can we design visuals that are tied to branding and create ownership?</p><p>The physical Core device is designed to help people focus during meditation with its weight and vibration. It helps people find the point and always vibrates to get their wandering minds back. The Software, the mobile app provides a variety of meditation content, including fresh Core studio meditations, guide meditations, breath works, and sound & music meditations. We designed a quick-start homepage where users can start one meditation right away whenever they open the app. There are progress trend, total sessions, total munites, and streak to reward users to keep practicing. Also, we designed data visualization to show people the fact of their meditation sessions and their progress analysis over time. So, users will know that meditation is working as long as you keep practice.</p><p>Consistency, recognition, surprising & curiosity are the most important parts of my app visual redesign. Things must be consistent through the app. The visual and elements must be tied to the brand and create ownership. So, people will know it's core meditation without seeing a logo. To make the product fun, we need to give users surprises and things to smile on here and there, such as illustrations, animations, copies, etc.</p><p>My role:</p><p>There are five people on the product team. I am the Product Designer, two PMs, one meditation expert, and one iOS prototype developer.</p><p>I redesigned the app's visual. I built the Core product design system with all the fonts, colors, icons, elements, components, illustrations, and errors & alerts. Five of us usually worked together on brainstorm & ideations. PMs worked with me together to create user flowers and rough wireframes. I designed all the iteration designs, inVision & Principle prototypes, and held design reviews to get feedback from the product team and the whole company. Five of us worked together on user testing and building iOS prototypes. I worked with the engineering team to deliver the final launch.</p><p>Research, Brainstorming, Wireframe, UX Design, UI Design, Visual Design, Illustration, Prototyping, User Testing, Iteration designs.</p><p><a href=\"https://apps.apple.com/us/app/core-meditation/id1490644270\" target=\"_blank\">Apple Store Link</a></p>",
      "thumb": "res/works/core/cover.jpg",
      "media": [
        {
          "type": "image",
          "url": "res/works/core/0.jpg"
        },
        {
          "type": "image",
          "url": "res/works/core/1.jpg"
        },
        {
          "type": "image",
          "url": "res/works/core/2.jpg"
        },
        {
          "type": "image",
          "url": "res/works/core/3.jpg"
        },
        {
          "type": "image",
          "url": "res/works/core/4.jpg"
        },
        {
          "type": "image",
          "url": "res/works/core/5.jpg"
        },
        {
          "type": "image",
          "url": "res/works/core/6.jpg"
        },
        {
          "type": "image",
          "url": "res/works/core/7.jpg"
        },
        {
          "type": "image",
          "url": "res/works/core/8.jpg"
        },
        {
          "type": "image",
          "url": "res/works/core/9.jpg"
        },
        {
          "type": "image",
          "url": "res/works/core/10.jpg"
        },
        {
          "type": "image",
          "url": "res/works/core/11.jpg"
        },
        {
          "type": "image",
          "url": "res/works/core/12.jpg"
        },
        {
          "type": "image",
          "url": "res/works/core/13.jpg"
        }
      ],
      "password": "mcdesign"
    },
    {
      "name": "Clade",
      "date": "  01.2017 - 12.2017",
      "subtitle": "An invite-only deal and networking platform for investors, innovators, and philanthropists.",
      "primaryColor": "#ffffff",
      "secondaryColor": "#8C8C8C",
      "bgColor": "#323335",
      "text": "<p>Clade is an NYC based startup, comes from an initial incubation inside of Credit Suisse. Online and offline, Clade is a private club for investors, innovators, and philanthropists. Clade members generally share a couple of core commonalities: a desire to influence the world around them, and the ability to marshal meaningful resources to make a difference.</p><p>I started work at Clade in January 2017 as a UI/UX Design intern for three months. Then I continued working as a Junior User Experience Designer for another seven months. I mainly worked on designing the core product, Clade-Private mobile app. We launched the product in July 2017.</p><p>Clade-Private mobile app is an invite-only deal and networking platform. It is the primary way that Clade global membership stays connected and collaborates. Members use Clade as a private platform to share and advance their personal goals, both business and charitable.</p><p>Goals and challenges:</p><p>The overall goal of the Clade-Private is to encourage members' engagement and interaction as much as possible with a comfortable experience. We want to build an active social space for members to achieve their intentions and to fulfill their demands.</p><p>Clade has an open application process. While anyone can apply, the requirements for membership are not made available publicly, and almost all successful applicants are referred by other members. The membership selection process is overseen by our Admissions Committee. So, the onboarding/applying process became a big challenge for us. How to ask enough questions for Clade to select the right members and how to keep it simple and feel short at the same time.</p><p>Clade-Private includes many components. There are posts feed (articles, deals, philanthropy, Clade Kids, arts), writing posts, interacting with posts, investing deals, messaging, clubhouse/ member's directory, profile, notifications, and settings. Also, we have a desktop admin tool to manage the Clade app. It is a challenge to build a mobile app that can do so many things. We have to understand our users enough to provide the easiest way to achieve their goals while using the app.</p><p>My role:</p><p>We were a small team. I worked closely with the product manager, developers, and the marketing team. I was the only in-house designer for three months right before and after the launching. I worked with two remote freelancers while I just started working at Clade. Also, I worked with another UX designer later after we launched the product.</p><p>I designed sections of onboarding, posting philanthropy, interacting with posts (like& comments), messaging, creating a profile, member's directory, and forgetting passwords, showed below. The design process includes research, competitive analysis, user flowers, designs, prototyping, testing, iterations, and communicating with developers.</p><p>Research, UX Design, UI Design, Visual Design, Prototyping, Testing.</p><p><a href=\"https://itunes.apple.com/us/app/clade-private/id1173249090?mt=8&ign-mpt=uo%3D2\" target=\"_blank\">Apple Store Link</a></p>",
      "thumb": "res/works/clade/cover.jpg",
      "media": [
        {
          "type": "image",
          "url": "res/works/clade/1.jpg"
        },
        {
          "type": "image",
          "url": "res/works/clade/2.jpg"
        },
        {
          "type": "image",
          "url": "res/works/clade/3.jpg"
        },
        {
          "type": "image",
          "url": "res/works/clade/4.jpg"
        },
        {
          "type": "image",
          "url": "res/works/clade/5.jpg"
        },
        {
          "type": "image",
          "url": "res/works/clade/6.jpg"
        },
        {
          "type": "image",
          "url": "res/works/clade/7.jpg"
        },
        {
          "type": "image",
          "url": "res/works/clade/8.jpg"
        },
        {
          "type": "image",
          "url": "res/works/clade/9.jpg"
        },
        {
          "type": "image",
          "url": "res/works/clade/10.jpg"
        },
        {
          "type": "image",
          "url": "res/works/clade/11.jpg"
        },
        {
          "type": "image",
          "url": "res/works/clade/11.gif"
        }
      ],
      "password": "mcdesign"
    },
    {
      "name": "LianUp",
      "date": "11.2017 - 06.2019",
      "subtitle": "Bring the confluent power of POS, payment, and social network.",
      "primaryColor": "#ffffff",
      "secondaryColor": "#8C8C8C",
      "bgColor": "#4B7795",
      "text": "<h2><a href=\"res/designcase.pdf\" target=\"_blank\">Click here to view LianUp design case study</a></h2><p>LianUp is a Boston based startup, dedicated to empowering restaurants by bringing the confluent power of POS, payment, and social network. The main products include POS, self-ordering Kiosk, and website/mobile app solutions for each restaurant. By providing these technologies, to help them run smarter, efficient, and cost less.</p><p>I have been working with LianUp since November 2017 as a side project. The CEO of LianUp reached out to me via LinkedIn. We started with some small projects. Then I fully take care of all the design demands. I began with LianUp branding, to LianUp POS product, to LianUp website, to Kiosk. It is a small team. The CEO is a very experienced developer. We have other two restaurant owners as partners. I mainly work with CEO to form LianUp products, and I iterate works based on users’ feedback from the restaurants that we are working with.</P><p>Goals/challenges:</p><p>LianUp is designed to simplify restaurant owners’ daily operation cost, enrich customers' experience when engaging with restaurants, and connect customers and good food virtually from anywhere possible. So, for restaurant owners/workers and restaurant customers, we need different experiences and solutions.</p><p>For restaurant owners and workers, they need a functional easy-to-use POS system to save time to complete orders as much as possible. For restaurant customers, they need an easy understand Kiosk to achieve their self-ordering painlessly.</p><p>My role:</p><p>I take care of all the design works at LianUp. From digital products to branding and prints. For digital products, I designed the LianUp POS and the official website which you can see below. I also designed Kiosk, that's shown in the next project. The design process includes user research, user experience learning, workflows, design, testing, iterations.</p><p>Branding, UX Design, UI Design, Visual Design.</p>",
      "thumb": "res/works/lianup/cover.jpg",
      "media": [
        {
          "type": "image",
          "url": "res/works/lianup/1.jpg"
        },
        {
          "type": "image",
          "url": "res/works/lianup/2.jpg"
        },
        {
          "type": "image",
          "url": "res/works/lianup/3.jpg"
        },
        {
          "type": "image",
          "url": "res/works/lianup/4.jpg"
        },
        {
          "type": "image",
          "url": "res/works/lianup/5.jpg"
        },
        {
          "type": "image",
          "url": "res/works/lianup/6.jpg"
        },
        {
          "type": "image",
          "url": "res/works/lianup/7.jpg"
        },
        {
          "type": "image",
          "url": "res/works/lianup/8.jpg"
        },
        {
          "type": "image",
          "url": "res/works/lianup/9.jpg"
        },
        {
          "type": "image",
          "url": "res/works/lianup/10.jpg"
        },
        {
          "type": "image",
          "url": "res/works/lianup/11.jpg"
        },
        {
          "type": "image",
          "url": "res/works/lianup/12.jpg"
        },
        {
          "type": "image",
          "url": "res/works/lianup/13.jpg"
        },
        {
          "type": "image",
          "url": "res/works/lianup/14.jpg"
        }
      ]
    },
    {
      "name": "Buxom Virtual Makeup",
      "date": "12.2017 - 06.2019",
      "subtitle": "Virtual makeup experiences with augmented reality technology.",
      "primaryColor": "#ffffff",
      "secondaryColor": "#8C8C8C",
      "bgColor": "#6A4EA0",
      "text": "<p>Buxom is a cosmetic brand under Shiseido. This Buxom Virtual Makeup is mainly focused on Buxom lip products.</p><p>I started work in the Technology Innovation department at Shiseido in December 2017. Our department is building virtual makeup experiences with AI technology. We have solutions for virtual lip makeups, virtual eye makeups (eyeshadow, eyeliner, mascara), cheek makeups (brush, contour, highlighter), and foundation makeups. We also have virtual tutorials experience, trending looks, makeup remover, and more.</P><p>Goals/challenges:</p><p>Buxom Virtual Makeup is the first project I did at Shiseido. The overall goal of this project is to provide accurate virtual results for Buxom lip products with user-friendly experiences to drive sales. My personal goal is to understand the technical capabilities and user behavior to design initial virtual try-on experiences. \n</p><p>My role:</p><p>I am the only designer on the Innovation team. We have 12 people in total. My work includes the initial UI/UX design solutions for both mobile and desktop, visual control on the virtual try-on results, and collaborating with computer vision engineers, iOS developers, and full-stack developers on a daily basis.</p><p>Research, Wireframes, UX Design, UI Design, Visual Design, Collaborations.</p><p><a href=\"res/designcase.pdf\" target=\"_blank\">LianUp design case study</a> for more details on the design process.</p>",
      "thumb": "res/works/buxom/cover.jpg",
      "media": [
        {
          "type": "image",
          "url": "res/works/buxom/0.jpg"
        },
        {
          "type": "image",
          "url": "res/works/buxom/1.jpg"
        },
        {
          "type": "image",
          "url": "res/works/buxom/2.jpg"
        },
        {
          "type": "image",
          "url": "res/works/buxom/3.jpg"
        },
        {
          "type": "image",
          "url": "res/works/buxom/4.jpg"
        },
        {
          "type": "image",
          "url": "res/works/buxom/5.jpg"
        },
        {
          "type": "image",
          "url": "res/works/buxom/6.jpg"
        },
        {
          "type": "image",
          "url": "res/works/buxom/7.jpg"
        }
      ],
      "password": "mcdesign"
    },
    {
      "name": "LianUp Kiosk",
      "date": "07.2018 - 06.2019",
      "subtitle": "A painless self-ordering experience that helps restaurants increase income and lower labor costs.",
      "primaryColor": "#ffffff",
      "secondaryColor": "#8C8C8C",
      "bgColor": "#FE7F6C",
      "text": "<p>LianUp is a Boston based startup, dedicated to empowering restaurants by bringing the confluent power of POS, payment, and social network. The main products include POS, self-ordering Kiosk, and website/mobile app solutions for each restaurant. By providing these technologies, to help them run smarter, efficient, and cost less.</p><p>I have been working with LianUp since November 2017 as a side project. The CEO of LianUp reached out to me via LinkedIn. We started with some small projects. Then I fully take care of all the design demands. I began with LianUp branding, to LianUp POS product, to LianUp website, to Kiosk. It is a small team. The CEO is a very experienced developer. We have other two restaurant owners as partners. I mainly work with CEO to form LianUp products, and I iterate works based on users’ feedback from the restaurants that we are working with.</P><p>Goals/challenges:</p><p>LianUp Kiosk is designed to complete customers' self-ordering experience in stores. How to build an easy-understand and easy-use Kiosk product to let customers complete their orders painlessly? How to smooth the ordering process to let customers achieve their demands faster to increase restaurants' orders and income? How to replace labor costs with Kiosk, especially in rush hours? These are the primary goals and challenges of this product.</p><p>My role:</p><p>I work individually on the LianUp Kiosk design project. The design process includes user research, user experience learning, workflows, wireframes, design, testing, iterations.</p><p>Research, Wireframes, UX Design, UI Design, Visual Design.</p>",
      "thumb": "res/works/kiosk/cover.jpg",
      "media": [
        {
          "type": "image",
          "url": "res/works/kiosk/1.jpg"
        },
        {
          "type": "image",
          "url": "res/works/kiosk/2.jpg"
        },
        {
          "type": "image",
          "url": "res/works/kiosk/3.jpg"
        },
        {
          "type": "image",
          "url": "res/works/kiosk/4.jpg"
        },
        {
          "type": "image",
          "url": "res/works/kiosk/5.jpg"
        },
        {
          "type": "image",
          "url": "res/works/kiosk/6.jpg"
        },
        {
          "type": "image",
          "url": "res/works/kiosk/7.jpg"
        }
      ]
    },
    {
      "name": "Michael Kors",
      "date": "06.2015 - 08.2015",
      "subtitle": "Internship projects at Michael Kors",
      "primaryColor": "#000000",
      "secondaryColor": "#8C8C8C",
      "bgColor": "#FFFFFF",
      "text": "<p>I worked at Michael Kors as a User Interface Design Intern in the e-Commerce group. I was mainly working on designs to support the Michael Kors website (desktop and mobile). I also did email templates design, new features design, such as zoom in/out the product images on mobile and new store opening design for an AB testing on desktop. I supported Michael Kors Digital Brand Guide. I did lots of competitive research, such as customize feature and holiday templates for desktop/mobile. One of the big assignments was researching on responsive web design in the fashion industry. <a href=\"res/responsiveweb.pdf\" target=\"_blank\"> Click to see the research PDF.</a> In the end, I gave a presentation to the whole team. I also worked on creating animations, icons, gifs, and infographics.</p><p>UI Design, Visual Design, Research.</p>",
      "thumb": "res/works/mk/cover.jpg",
      "media": [
        {
          "type": "image",
          "url": "res/works/mk/1.jpg"
        },
        {
          "type": "image",
          "url": "res/works/mk/2.jpg"
        },
        {
          "type": "image",
          "url": "res/works/mk/3.jpg"
        },
        {
          "type": "image",
          "url": "res/works/mk/4.jpg"
        },
        {
          "type": "image",
          "url": "res/works/mk/5.jpg"
        },
        {
          "type": "image",
          "url": "res/works/mk/6.jpg"
        }
      ]
    },
    {
      "name": "Under The Skin",
      "date": "02.2016 - 05.2016",
      "subtitle": "An interactive project about skin diseases.",
      "primaryColor": "#ffffff",
      "secondaryColor": "#8C8C8C",
      "bgColor": "#4D4D4D",
      "text": "<p>Under the skin is a story-telling interactive design project about skin diseases. Users can expect to hear eight personal stories from people who have skin conditions while interacting with the installation. It's one of my school projects at Parson School of Design.</p><p>The interactive installation includes four components: hand imprints, skin pattern images, audio players, and the patients' information. When visitors interact with the hand imprint by pushing it, it will trigger the voice telling a personal story. The stories highlight positives in the patients’ lives, despite their conditions. An obstacle the patient overcame or a way that the condition had turned their lives in a positive direction. The hand imprints are from these people who have skin problems and gave their stories, which can build a connection between visitors and sufferers. The media under hand imprints are real images from volunteers’ skin.</p><p>Goals/ Why am I doing this project?</p><p>I had severe acne when I was in high school. That affected my emotions and self-confident. I could not accept myself when I was facing mirrors, which was painful. I know how hard it is to fight against skin diseases. Therefore, I want to do something for people who have the same experiences as me with my design abilities. I did a branding design for the Women’s Skin Foundation that is listed in my creative projects section. For this interactive project, I know that there are many stories behind different skin patterns, such as how skin problems affect people's daily lives, what misunderstandings people have experienced, what they have learned from it, and what makes them stronger. I want these people to speak out to express their feelings and to bring more awareness and empathy to other people. More awareness we got, more accepted we become.</p><p>Challenges:</p><p>The most challenging part of this project is to find interviewees who want to work with me and to tell their stories. I sent messages to people with skin problems whom I discovered on Facebook and Instagram. However, I only got one person who finally became part of my project. Then I sent emails to different skin organizations. Luckily I was able to connect with the National Psoriasis Foundation. They helped me find six volunteers from their community. That surprised me and helped me to form my final plan. I would never know that there are so many people who want to help and there are so many impressing stories if I have not tried to reach out to them. I appreciate all the helps I got, and I am thankful for this experience.</p><p>The feedback I got from volunteers and the NPF community about my outcome made me more confident to design to help people and to solve problems. Getting support from people is essential for designers to make their works more valuable.</p><p>This project was published on NPFBLOG, which can be checked out here, <a href=\"https://www.psoriasis.org/blog/intersection-art-and-psoriasis\" target=\"_blank\">The intersection of art and psoriasis</a>. It was also presented in the National Psoriasis Foundation Volunteer Conference 2017 in Chicago.</p><p>UX Design, Visual presentation, Storytelling.</p>",
      "thumb": "res/works/skin2/cover.jpg",
      "media": [
        {
          "type": "image",
          "url": "res/works/skin2/1.jpg"
        },
        {
          "type": "image",
          "url": "res/works/skin2/2.jpg"
        },
        {
          "type": "image",
          "url": "res/works/skin2/3.jpg"
        },
        {
          "type": "image",
          "url": "res/works/skin2/4.jpg"
        },
        {
          "type": "image",
          "url": "res/works/skin2/5.jpg"
        },
        {
          "type": "video",
          "url": "https://player.vimeo.com/video/163974265"
        }
      ]
    }
  ]
}